a_sectores/pacientes_anterior/webservice/swiss/probar.php

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <Enviar xmlns="https://canalws.traditum.com/WebService_IA.asmx">
      <pszMsg>1234</pszMsg>
      <pszUser>1234</pszUser>
      <pszPwd>2356</pszPwd>
      <pszMsgType>456</pszMsgType>
    </Enviar>
  </soap:Body>
</soap:Envelope>